<?php

return [
    'auth' => [
        'success' => 'تم تسجيل الدخول بنجاح',
        'failed' => 'فشل تسجيل الدخول',
        'unauthorized' => 'غير مصرح لك',
        'forbidden' => 'ممنوع الوصول',
        'incorrect' => 'بيانات الدخول غير صحيحة',
    ],

    'book' => [
        'updated' => 'تم تحديث الكتاب بنجاح',
        'created' => 'تم إنشاء الكتاب بنجاح',
        'deleted' => 'تم حذف الكتاب بنجاح',
        'not_found' => 'الكتاب غير موجود',
    ],

    'user' => [
        'created' => 'تم إنشاء المستخدم بنجاح',
        'updated' => 'تم تحديث بيانات المستخدم بنجاح',
        'deleted' => 'تم حذف المستخدم بنجاح',
        'not_found' => 'المستخدم غير موجود',
    ],
];
