<?php

return [
    'sidebar' => [
        'dashboard' => 'لوحة التحكم',
        'authors' => 'المؤلفون',
        'books' => 'الكتب',
        'users' => 'المستخدمون',
        'settings' => 'الإعدادات',
        'roles_permissions' => 'الأدوار والصلاحيات',
        'logout' => 'تسجيل الخروج',
    ],

    'pages' => [
        'dashboard' => [
            'title' => 'لوحة التحكم الرئيسية',
        ],
        'authors' => [
            'title' => 'قائمة المؤلفين',
            'create' => 'إضافة مؤلف جديد',
            'edit' => 'تعديل المؤلف',
            'details' => 'تفاصيل المؤلف',
            'author_name' => "اسم الموالف"

        ],
        'books' => [
            'title' => 'قائمة الكتب',
            'create' => 'إضافة كتاب جديد',
            'edit' => 'تعديل الكتاب',
            'details' => 'تفاصيل الكتاب',
        ],
        'users' => [
            'title' => 'قائمة المستخدمين',
            'create' => 'إضافة مستخدم جديد',
            'edit' => 'تعديل المستخدم',
            'details' => 'تفاصيل المستخدم',
        ],
        'settings' => [
            'title' => 'إعدادات النظام',
        ],
    ],
];
