<?php

return [
  'title' => 'العنوان',
  'name' => 'الاسم',
  'description' => 'الوصف',
  'created_at' => 'تاريخ الإنشاء',
  'updated_at' => 'تاريخ التعديل',
  'author' => "المؤلف",
  'email' => "البريد الإلكتروني",
  'bio' => "السيرة الذاتية",
  'all' => 'جميع المستخدمين',
  'admin' => 'المديرين',
  'editor' => 'المحررين',
  'author' => 'الكتّاب',
  'role' => "الصلاحية",
  'name_ar' => "الاسم بالعربية",
  'name_en' => "الاسم بالانجليزية",
  'tabs' => [
    'all' => 'جميع المستخدمين',
    'admin' => 'المديرين',
    'editor' => 'المحررين',
    'author' => 'الكتّاب',
  ]
];
