<?php

return [
    'email_required' => 'البريد الإلكتروني مطلوب.',
    'email_email' => 'يجب إدخال بريد إلكتروني صالح.',
    'email_unique' => 'هذا البريد الإلكتروني مستخدم بالفعل.',

    'user_not_found' => 'المستخدم غير موجود.',

    'name_required' => 'الاسم مطلوب.',
    'name_regex' => 'يجب أن يحتوي الاسم على أحرف فقط بدون أرقام أو رموز.',

    'password_required' => 'كلمة المرور مطلوبة.',
    'password_min' => 'يجب أن تحتوي كلمة المرور على 6 أحرف على الأقل.',
    'password_confirmed' => 'تأكيد كلمة المرور غير مطابق.',
];
